Repository: jeandaboul/git_iSante
Catalog: config-linux/locale/*/LC_MESSAGES/def.po
Languages: fr_fr

source: Is this correct?
fr_fr: Est-ce correct?

source: Sitecode must be a 5-digit number.
fr_fr: Sitecode doit être composé de 5 chiffres.

source: What is the dbSite value?
fr_fr: Quelle est la valeur du dbSite?

source: What is your 5-digit sitecode value?
fr_fr: Quel est la valeur de votre sitecode à 5 chiffres?

source: Bad command line parameters.
fr_fr: Bad paramètres de ligne de commande.

source: Must run as Root.
fr_fr: Devez exécuter en tant que root.

source: iSanté/LDAP administrator and ’itech’ system user password is
fr_fr: Mot de passe pour iSanté/LDAP administrateur et utilisateur du système ’itech’ est

source: INITIAL ISANTÉ SETUP
fr_fr: CONFIGURATION INITIALE ISANTÉ

source: ISANTÉ SETUP COMPLETE
fr_fr: ISANTÉ INSTALLATION TERMINÉE

source: Sitecode must not be less than 10000.
fr_fr: Sitecode ne doit pas être inférieur à 10000.

source: dbSite must be a number between 1 and 255.
fr_fr: dbSite doit être un nombre entre 1 et 255.

source: dbSite must not be 0.
fr_fr: dbSite ne doit pas être égal à 0.

source: dbSite must not be greater than 255.
fr_fr: dbSite ne doit pas être supérieure à 255.
